/* No comment provided by engineer. */
"AboutAppText" = "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse fermentum, quam id tristique placerat, purus orci venenatis tellus, pellentesque ultrices mauris neque lacinia dui. Mauris accumsan, massa sed tempus pulvinar, mi orci interdum mi, vitae elementum ipsum felis id odio. Proin pretium libero et nibh fermentum viverra. Aenean urna velit, hendrerit sagittis mollis eu, porttitor vel est. Aliquam at aliquam lorem. Proin in ultrices mi. Praesent id faucibus sem. Duis suscipit eros hendrerit eros placerat vulputate. Sed id dui sem, ut luctus erat. Integer porttitor, justo sit amet ultricies porttitor, metus magna imperdiet risus, at suscipit lectus orci sit amet mi.";

/* No comment provided by engineer. */
"AboutFooterText" = "© 2011 Modo Labs, Inc.";

/* No comment provided by engineer. */
"AboutOrgText" = "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse fermentum, quam id tristique placerat, purus orci venenatis tellus, pellentesque ultrices mauris neque lacinia dui. Mauris accumsan, massa sed tempus pulvinar, mi orci interdum mi, vitae elementum ipsum felis id odio. Proin pretium libero et nibh fermentum viverra. Aenean urna velit, hendrerit sagittis mollis eu, porttitor vel est. Aliquam at aliquam lorem. Proin in ultrices mi. Praesent id faucibus sem. Duis suscipit eros hendrerit eros placerat vulputate. Sed id dui sem, ut luctus erat. Integer porttitor, justo sit amet ultricies porttitor, metus magna imperdiet risus, at suscipit lectus orci sit amet mi.";

/* No comment provided by engineer. */
"AboutOrgTitle" = "關於 Universitas";

/* No comment provided by engineer. */
"Add to Existing Contact" = "加入聯絡人";

/* No comment provided by engineer. */
"AppFeedbackEmailSubjectAfterName" = "關於";

/* No comment provided by engineer. */
"AppFeedbackEmailSubjectBeforeName" = "";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"Bus Stop" = "Bus Stop";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Clear Recents" = "Clear Recents";

/* No comment provided by engineer. */
"Clear Recents?" = "Clear Recents?";

/* No comment provided by engineer. */
"Connection Failed" = "連線失敗";

/* No comment provided by engineer. */
"Connection Timed Out" = "Connection Timed Out";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Could not connect to server. Please try again later." = "Could not connect to server. Please try again later.";

/* No comment provided by engineer. */
"Create New Contact" = "增加新聯絡人";

/* No comment provided by engineer. */
"day ago" = "天前";

/* No comment provided by engineer. */
"days ago" = "天前";

/* No comment provided by engineer. */
"Default Font" = "Default Font";

/* No comment provided by engineer. */
"Default Font Size" = "Default Font Size";

/* No comment provided by engineer. */
"Error Connecting" = "Error Connecting";

/* No comment provided by engineer. */
"Event website" = "Event website";

/* No comment provided by engineer. */
"Failed to register your device for a push notification. Please try again later." = "Failed to register your device for a push notification. Please try again later.";

/* No comment provided by engineer. */
"Failure connecting to Twitter" = "Failure connecting to Twitter";

/* No comment provided by engineer. */
"Home" = "首頁";

/* No comment provided by engineer. */
"hour ago" = "小時前";

/* No comment provided by engineer. */
"hours ago" = "小時前";

/* No comment provided by engineer. */
"Hybrid" = "Hybrid";

/* No comment provided by engineer. */
"Jump to a Date" = "Jump to a Date";

/* No comment provided by engineer. */
"Last Updated" = "最後更新";

/* No comment provided by engineer. */
"Login failed" = "登入失敗";

/* No comment provided by engineer. */
"Map" = "地圖";

/* No comment provided by engineer. */
"Map Search Placeholder" = "Map Search Placeholder";

/* No comment provided by engineer. */
"Map Type" = "Map Type";

/* No comment provided by engineer. */
"minute ago" = "minute ago";

/* No comment provided by engineer. */
"minutes ago" = "minutes ago";

/* No comment provided by engineer. */
"Network failed" = "Network failed";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Organizer email" = "Organizer email";

/* No comment provided by engineer. */
"Organizer phone" = "Organizer phone";

/* No comment provided by engineer. */
"Other" = "Other";

/* No comment provided by engineer. */
"Please check your Internet connection and try again." = "Please check your Internet connection and try again.";

/* No comment provided by engineer. */
"Problem connecting to server. Please try again later." = "Problem connecting to server. Please try again later.";

/* No comment provided by engineer. */
"Recently Viewed" = "Recently Viewed";

/* No comment provided by engineer. */
"Request is not supported in this version of" = "Request is not supported in this version of";

/* No comment provided by engineer. */
"Route" = "Route";

/* No comment provided by engineer. */
"Satellite" = "Satellite";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Send Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Server is taking too long to respond. Please try again later." = "Server is taking too long to respond. Please try again later.";

/* No comment provided by engineer. */
"Standard" = "Standard";

/* No comment provided by engineer. */
"Subscription failed" = "Subscription failed";

/* No comment provided by engineer. */
"There was a problem retrieving data. Please check your connection and try again." = "There was a problem retrieving data. Please check your connection and try again.";

/* No comment provided by engineer. */
"Tip: You can search above by a person's first or last name or email address." = "Tip: You can search above by a person's first or last name or email address.";

/* No comment provided by engineer. */
"Twitter username and password is not recognized" = "Twitter username and password is not recognized";

/* No comment provided by engineer. */
"Unable to perform this request. Please check your login credentials." = "Unable to perform this request. Please check your login credentials.";

/* No comment provided by engineer. */
"Unauthorized Request" = "Unauthorized Request";

/* No comment provided by engineer. */
"Unsupported Request" = "Unsupported Request";

/* No comment provided by engineer. */
"Work" = "Work";

